def corner() :
    print("""
    
    มุม 0 องศา : พิกดไม่มี : มุมเรเดียนไม่มี
    มุม 30 องศา : พิกด 1/2 , รูท3/2 : มุมเรเดียน พาย/6
    มุม 45 องศา : พิกดไม่มี : มุมเรเดียนไม่มี
    มุม 60 องศา : พิกดไม่มี : มุมเรเดียนไม่มี
    มุม 90 องศา : พิกดไม่มี : มุมเรเดียนไม่มี
    มุม 120 องศา : พิกดไม่มี : มุมเรเดียนไม่มี
    มุม 135 องศา : พิกดไม่มี : มุมเรเดียนไม่มี
    มุม 150 องศา : พิกดไม่มี : มุมเรเดียนไม่มี
    มุม 180 องศา : พิกดไม่มี : มุมเรเดียนไม่มี
    มุม 210 องศา : พิกดไม่มี : มุมเรเดียนไม่มี
    มุม 225 องศา : พิกดไม่มี : มุมเรเดียนไม่มี
    มุม 240 องศา : พิกดไม่มี : มุมเรเดียนไม่มี
    มุม 270 องศา : พิกดไม่มี : มุมเรเดียนไม่มี
    มุม 300 องศา : พิกดไม่มี : มุมเรเดียนไม่มี
    มุม 315 องศา : พิกดไม่มี : มุมเรเดียนไม่มี
    มุม 330 องศา : พิกดไม่มี : มุมเรเดียนไม่มี
    มุม 360 องศา : พิกดไม่มี : มุมเรเดียนไม่มี
    """)